/* Authorizing */
"Authorizing" = "Authorizing";

/* add a new bookmark */
"Bookmark This Page" = "Bookmark This Page";

/* Bookmarks */
"Bookmarks" = "Bookmarks";

/* Private */
"private" = "Private";

/* Non-Private */
"non-private" = "!Private";

/* Cancel */
"Cancel" = "Cancel";

/* unable to load page */
"Cannot Load Page" = "Cannot Load Page";

/* No comment provided by engineer. */
"Cannot Submit" = "Cannot Submit";

/* Untrusted certificate */
"Cannot Verify Server Identity" = "Cannot Verify Server Identity";

/* No comment provided by engineer. */
"Continue" = "Continue";

/* No comment provided by engineer. */
"Copy URL" = "Copy URL";

/* No comment provided by engineer. */
"Enter URL or search query here" = "Enter URL or search query here";

/* error loading page */
"Error Loading Page" = "Error Loading Page";

/* No comment provided by engineer. */
"Error Retrieving Data" = "Error Retrieving Data";

/* No comment provided by engineer. */
"Failed to verify the identity of \"%@\"\nThis is potentially dangerous. Would you like to continue anyway?" = "Failed to verify the identity of \"%@\"\nThis is potentially dangerous. Would you like to continue anyway?";

/* Search something in the webpage */
"Find in Page" = "Find in Page";

/* Most popular websites */
"Most popular" = "Most popular";

/* Open new tab page */
"New Tab" = "New Tab";

/* No comment provided by engineer. */
"No internet connection available" = "No internet connection available";

/* ok */
"OK" = "OK";

/* Open a link */
"Open" = "Open";

/* No comment provided by engineer. */
"Open in a new Tab" = "Open in a new Tab";

/* Tabs of other devices */
"Other devices" = "Other devices";

/* HTTP Basic auth */
"Please enter your credentials" = "Please enter your credentials";

/* Remove from page */
"Remove" = "Remove";

/* remove a bookmarked page */
"Remove This Bookmark" = "Remove This Bookmark";

/* No comment provided by engineer. */
"Save Picture" = "Save Picture";

/* Remote search suggestions */
"Search Suggestions" = "Search Suggestions";

/* searching for matching items */
"Searching..." = "Searching...";

/* Settings */
"Settings" = "Settings";

/* Share url of page */
"Share Page" = "Share Page";

/* Title string */
"Untitled" = "Untitled";

